Repository: jpenet/WebArcMap
Catalog: Silverlight.UI.Esri.JTToolbarEditGeneral/Resources/ToolbarEditGeneral.*.resx
Languages: nl

# AddGeometryTip
source: New geometry
nl: Nieuwe geometrie

# CancelUpdateTip
source: Cancel updates
nl: Annuleer aanpassingen

# ClearSelectionTip
source: Clear selection
nl: Annuleer selectie

# CreatePoint2PolygonTip
source: Create polygon from points
nl: Vlak aanmaken

# DeleteGeometryTip
source: Delete geometrie
nl: Verwijder geometrie

# EditAttributesTip
source: Edit Attributes
nl: Wijzigen van attributen

# EditGeometryTip
source: Edit vertices
nl: Wijzig van een lijn of vlak

# MergePolygonTip
source: Merge polygons
nl: Vlakken samenvoegen

# MovePointTip
source: Move Point
nl: Verplaats punt

# Point2PolygonTip
source: Point to polygon
nl: Punten omzetten in een vlak

# SaveTip
source: Save updates
nl: Opslaan wijzigingen

# SelectGeometriesTip
source: Select geometries
nl: Selecteer geometries

# Snap2PolygonTip
source: Snap polygons
nl: Snap 2 vlakken

# SplitPolygonTip
source: Split polygon
nl: Splits vlak

source: Information
nl: Informatie

# ToolboxNotImplemented
source: Toolbox geoprocessing not yet implemented
nl: Toolbox geoprocessing nog niet geimplementeerd.

source: Save
nl: Opslaan
